read_verilog hw/gen/BlinkTopLevel.v
synth -top BlinkTopLevel
write_blif target/Blink.edif